/* No comment provided by engineer. */
"\nSpecial thanks to MiRO92, NSExceptional, p2kdev for their contributions in making Barmoji better." = "\n特别感谢MiRO92、NSExceptional、p2kdev、i_82为改进Barmoji所做的贡献。";

/* No comment provided by engineer. */
"A respring is required to fully apply setting changes." = "需要注销设备才能完全应用设置更改。";

/* No comment provided by engineer. */
"Barmoji v2023.3\nCopyright © 2020-2023 CP Digital Darkroom" = "Barmoji v2023.3\nCopyright © 2020-2023 CP Digital Darkroom";

/* No comment provided by engineer. */
"Bottom Bar" = "键盘底栏";

/* No comment provided by engineer. */
"Choose how many emojis showing per row.\nDefault Font Size = 24" = "选择每行显示的表情个数。\n默认字体大小 = 24";

/* No comment provided by engineer. */
"Custom" = "自定义";

/* No comment provided by engineer. */
"Default Values:\nLeft Offset = 60\nRight Offset = -60\nEmojis Height = -20\nFor full width set Left Offset = 0 and Right Offset = 0." = "默认参数:\n左偏移 = 60\n右偏移 = -60\n表情高度 = -20\n对于全宽设置：左偏移 = 0 和 右偏移 = 0。";

/* No comment provided by engineer. */
"Emoji Per Row" = "每行表情符号";

/* No comment provided by engineer. */
"Emojis" = "Emoji表情";

/* No comment provided by engineer. */
"Emojis Height" = "表情高度";

/* No comment provided by engineer. */
"Emojis Per Row" = "每行表情符号";

/* No comment provided by engineer. */
"Emojis Position" = "表情位置";

/* No comment provided by engineer. */
"Enabled" = "功能启用";

/* No comment provided by engineer. */
"Extra Light" = "超轻";

/* No comment provided by engineer. */
"Font Size" = "字体大小";

/* No comment provided by engineer. */
"Haptic Feedback Type" = "振动强度";

/* No comment provided by engineer. */
"Hide Dictation Button" = "隐藏听写图标";

/* No comment provided by engineer. */
"Hide Globe Button" = "隐藏地球图标";

/* No comment provided by engineer. */
"Horizontal" = "水平";

/* No comment provided by engineer. */
"Left Offset" = "左偏移";

/* No comment provided by engineer. */
"Light" = "轻";

/* No comment provided by engineer. */
"Medium" = "中等";

/* No comment provided by engineer. */
"None" = "无";

/* No comment provided by engineer. */
"Recent" = "最近";

/* No comment provided by engineer. */
"Respring" = "注销设备";

/* No comment provided by engineer. */
"Right Offset" = "右偏移";

/* No comment provided by engineer. */
"Scroll Direction" = "滚动方向";

/* No comment provided by engineer. */
"Shown Emojis" = "显示表情符号";

/* No comment provided by engineer. */
"Strong" = "重1";

/* No comment provided by engineer. */
"Strong 2" = "重2";

/* No comment provided by engineer. */
"Strong 3" = "重3";

/* No comment provided by engineer. */
"Vertical" = "垂直";

